{
  "infant": {
    "love": [
      "Someone cradles you against your chest and kisses your forehead.",
      "Someone cradles you against your chest and kisses your forehead.",
      "Someone cradles you against your chest and kisses your forehead."
    ],
    "despair": [
      "You hit your head on the table.",
      "You hit your head on the table.",
      "You hit your head on the table."
    ],
    "anger": [
      "You scream at the top of your lungs when someone takes away your binky.",
      "You scream at the top of your lungs when someone takes away your binky.",
      "You scream at the top of your lungs when someone takes away your binky."
    ],
    "aggravation": [
      "A man just stares at you, not understanding that you want to be held.",
      "A man just stares at you, not understanding that you want to be held.",
      "A man just stares at you, not understanding that you want to be held."
    ],
    "happiness": [
      "You snuggle into the softest blanket in the world.",
      "You snuggle into the softest blanket in the world.",
      "You snuggle into the softest blanket in the world."
    ],
    "anxiousness": [
      "You wonder when someone will give you food.",
      "You wonder when someone will give you food.",
      "You wonder when someone will give you food."
    ],
    "sadness": [
      "You’re left alone in the jail with walls too high for you to crawl out of.",
      "You’re left alone in the jail with walls too high for you to crawl out of.",
      "You’re left alone in the jail with walls too high for you to crawl out of."
    ],
    "scared": [
      "Someone yells “BOO!” behind you and you start to cry.",
      "Someone yells “BOO!” behind you and you start to cry.",
      "Someone yells “BOO!” behind you and you start to cry."
    ],
    "surprised": [
      "Someone’s eyes magically appear and disappear as they say “Peekaboo!”",
      "Someone’s eyes magically appear and disappear as they say “Peekaboo!”",
      "Someone’s eyes magically appear and disappear as they say “Peekaboo!”"
    ],
    "stressed": [
      "You need to make a poo, but nothing is coming out.",
      "You need to make a poo, but nothing is coming out.",
      "You need to make a poo, but nothing is coming out."
    ],
    "jealousy": [
      "You see another small human like yourself shaking a very exciting toy.",
      "You see another small human like yourself shaking a very exciting toy.",
      "You see another small human like yourself shaking a very exciting toy."
    ],
    "curiosity": [
      "You crawl over to the blocks and start banging them together.",
      "You crawl over to the blocks and start banging them together.",
      "You crawl over to the blocks and start banging them together."
    ],
    "excitement": [
      "You hear a very lovely combination of sounds and start jumping up and down.",
      "You hear a very lovely combination of sounds and start jumping up and down.",
      "You hear a very lovely combination of sounds and start jumping up and down."
    ],
    "pride": [
      "You let out a large burp and smile contently.",
      "You let out a large burp and smile contently.",
      "You let out a large burp and smile contently."
    ],
    "greedy": [
      "You splay your arms out and gather as many jars of baby food in your arms.",
      "You splay your arms out and gather as many jars of baby food in your arms.",
      "You splay your arms out and gather as many jars of baby food in your arms."
    ],
    "alert": [
      "You hear a very loud “BEEP! BEEP! BEEP!”",
      "You hear a very loud “BEEP! BEEP! BEEP!”",
      "You hear a very loud “BEEP! BEEP! BEEP!”"
    ],
    "annoyed": [
      "Someone gives you the wrong blanket. So itchy!",
      "Someone gives you the wrong blanket. So itchy!",
      "Someone gives you the wrong blanket. So itchy!"
    ],
    "amused": [
      "You watch the small furry thing on four legs spin in fast circles for some time.",
      "You watch the small furry thing on four legs spin in fast circles for some time.",
      "You watch the small furry thing on four legs spin in fast circles for some time."
    ],
    "ashamed": [
      "Your face hits the ground as your arm suddenly buckles.",
      "Your face hits the ground as your arm suddenly buckles.",
      "Your face hits the ground as your arm suddenly buckles."
    ],
    "attraction": [
      "Someone picks you up and starts rocking back and forth.",
      "Someone picks you up and starts rocking back and forth.",
      "Someone picks you up and starts rocking back and forth."
    ],
    "betrayed": [
      "You see your feeder feed someone else when you’re starving!",
      "You see your feeder feed someone else when you’re starving!",
      "You see your feeder feed someone else when you’re starving!"
    ],
    "bitter": [
      "You throw your rattle on the floor and run across the room.",
      "You throw your rattle on the floor and run across the room.",
      "You throw your rattle on the floor and run across the room."
    ],
    "bored": [
      "You lie with your legs in the air.",
      "You lie with your legs in the air.",
      "You lie with your legs in the air."
    ],
    "calm": [
      "You lay your head on this person’s shoulder and close your eyes.",
      "You lay your head on this person’s shoulder and close your eyes.",
      "You lay your head on this person’s shoulder and close your eyes."
    ],
    "cheerful": [
      "You giggle at the person making weird faces.",
      "You giggle at the person making weird faces.",
      "You giggle at the person making weird faces."
    ],
    "cocky": [
      "You wait, knowing someone will come to fuss over you and feed you.",
      "You wait, knowing someone will come to fuss over you and feed you.",
      "You wait, knowing someone will come to fuss over you and feed you."
    ],
    "courageous": [
      "You try lifting your body with just your two legs, but fall over almost instantly.",
      "You try lifting your body with just your two legs, but fall over almost instantly.",
      "You try lifting your body with just your two legs, but fall over almost instantly."
    ],
    "depressed": [
      "You don’t feel like even lifting your head today.",
      "You don’t feel like even lifting your head today.",
      "You don’t feel like even lifting your head today."
    ],
    "determined": [
      "You crawl over to the stack of toys, determined to grab the ball.",
      "You crawl over to the stack of toys, determined to grab the ball.",
      "You crawl over to the stack of toys, determined to grab the ball."
    ],
    "disgust": [
      "You smell a very foul odor and crinkle your nose. You realize it is coming from you.",
      "You smell a very foul odor and crinkle your nose. You realize it is coming from you.",
      "You smell a very foul odor and crinkle your nose. You realize it is coming from you."
    ],
    "embarrassed": [
      "Someone you don’t recognize picks you up and you immediately throw up on them.",
      "Someone you don’t recognize picks you up and you immediately throw up on them.",
      "Someone you don’t recognize picks you up and you immediately throw up on them."
    ],
    "frustrated": [
      "You make noises telling the person in front of you to give you your bear. When they hand you your rattle you throw it on the floor.",
      "You make noises telling the person in front of you to give you your bear. When they hand you your rattle you throw it on the floor.",
      "You make noises telling the person in front of you to give you your bear. When they hand you your rattle you throw it on the floor."
    ],
    "horrified": [
      "You see the small furry thing on four legs with your rattle in their mouth.",
      "You see the small furry thing on four legs with your rattle in their mouth.",
      "You see the small furry thing on four legs with your rattle in their mouth."
    ],
    "lucky": [
      "You’re able to escape the room because a small furry thing on four legs opens the door.",
      "You’re able to escape the room because a small furry thing on four legs opens the door.",
      "You’re able to escape the room because a small furry thing on four legs opens the door."
    ],
    "inspired": [
      "You see someone dance very beautifully and try to copy their moves.",
      "You see someone dance very beautifully and try to copy their moves.",
      "You see someone dance very beautifully and try to copy their moves."
    ],
    "lazy": [
      "You stop crawling and just lay on the floor. Someone will pick you up and take you to your bed eventually.",
      "You stop crawling and just lay on the floor. Someone will pick you up and take you to your bed eventually.",
      "You stop crawling and just lay on the floor. Someone will pick you up and take you to your bed eventually."
    ],
    "pessimistic": [
      "You think to yourself that you’ll be trapped here all day.",
      "You think to yourself that you’ll be trapped here all day.",
      "You think to yourself that you’ll be trapped here all day."
    ],
    "death": [
      "You die of asphyxia.",
      "You die of whooping cough.",
      "A large TV screen falls on you."
    ],
    "hungry": [
      "You smack your lips and cry for attention. ",
      "You smack your lips and cry for attention.",
      "You smack your lips and cry for attention."
    ]
  },
  "child": {
    "love": [
      "Your mom surprises you with the new toy you’ve been asking for! She’s the best!",
      "You look down and see that your dad has made your favorite meal for you.",
      "Your mom gives you a big kiss and hugs you so tightly that your ribs start to ache a little."
    ],
    "despair": [
      "You open your bag of chips and immediately drop the contents onto the floor.",
      "Your friend un-invites you to their birthday party.",
      "You can’t find your favorite shoes anywhere!"
    ],
    "anger": [
      "Your friend yells at you for cutting them in line.",
      "Your friend tells you Billy has been mean to them.",
      "Your friend spilled their soda on your favorite shirt!"
    ],
    "aggravation": [
      "You look at the note your teacher has given you. Your parents are not going to be happy. It’s so not fair!",
      "You’re trying to explain why you received a “Satisfactory” in Basic Math, but your parents aren’t understanding.",
      "You accidentally get marker all over your favorite shirt."
    ],
    "happiness": [
      "Your parents buy you a new pair of sneakers at the mall.",
      "You get to go to two birthdays this week!",
      "Your mother allows you to get the gummy candy at the grocery store."
    ],
    "anxiousness": [
      "You're captivated by your favorite tv show, but you really need to go to the bathroom!",
      "You can’t find the last crayon in your 64-crayon box.",
      "Your mom tells you it’s time for bed. But you need to know how the movie ends!"
    ],
    "sadness": [
      "Your friend tells you they don’t want to be friends anymore.",
      "Your parents won’t let you get the new toy you wanted.",
      "You accidentally break your favorite toy. "
    ],
    "scared": [
      "You climb into your parents’ bed because of the nightmares you've been having.",
      "You hesitate on top of the slide until your friend pushes you down.",
      "While riding the ferris wheel you realize you’re afraid of heights."
    ],
    "surprised": [
      "Your friends and family throw open the door and yell “Surprise!!” You release a yelp in shock.",
      "Your parents tell you that you have mail!",
      "Your parents surprise you with your own bike!"
    ],
    "stressed": [
      "You overhear your mom and dad fighting in their room.",
      "You need to learn your multiplication tables by the end of this week.",
      "You learn your grandma hasn’t been feeling well lately."
    ],
    "jealousy": [
      "Your friend already knows how to ride a bike without the training wheels.",
      "Everyone has been talking about how awesome your friend’s new hairstyle is, while no one has commented about yours.",
      "You wish your parents would change their minds about the sleepover next weekend. All of your friends have already gotten permission!"
    ],
    "curiosity": [
      "You wonder what’s inside the large colorful piñata hanging by a string",
      "You shake your gift box and hear a jingle.",
      "You peer into the next door neighbor’s yard and wonder what kind of animal is that large and furry."
    ],
    "excitement": [
      "The annual square dance is coming up soon! Better go shopping with your parents!",
      "You can’t wait to wear your new clothes this week!",
      "Your dad is taking you fishing this weekend! "
    ],
    "pride": [
      "The limerick you have written gets featured in the school newspaper!",
      "You finally master how to Double Dutch!",
      "You learn how to mix colors in art class! Red + Yellow = Orange!"
    ],
    "greedy": [
      "You grab the entire tub of ice cream and run to your room.",
      "You stick your fingers into your friend’s bag of chips without asking. ",
      "You give your parents a two foot long list of what you want for Christmas this year."
    ],
    "alert": [
      "A van pulls up next to you and asks if you want candy. You start walking faster.",
      "You hear strange noises and peer under your bed.",
      "You see a bee near you and you run for your life."
    ],
    "annoyed": [
      "You’ve flipped all your p’s and q’s. Time to re-do your homework!",
      "Your mom is forcing you to practice the piano today.",
      "Your dad won’t let you go to play with your friends until you’ve finished your homework."
    ],
    "amused": [
      "You realize the marker you’ve been using smells like strawberries.",
      "You watch a dog lift up it’s leg near a tree. Water sprinkles onto the tree.",
      "While watching tv, you see a man jumping into a picture frame and ending up in a different world!"
    ],
    "ashamed": [
      "You forgot to do your homework last night.",
      "You take your friend’s pen when she’s not looking because you like it so much.",
      "Your mom asks you if you remember her phone number. You don’t."
    ],
    "attraction": [
      "Your friend hands you a bunch of flowers and smiles at you.",
      "You find out the person you like likes you back!",
      "Your friend holds your hand and you walk together. "
    ],
    "betrayed": [
      "Your friend sits with your enemy today. ",
      "You don’t receive an invite to the party next week.",
      "Your friend has told your crush that you like them."
    ],
    "bitter": [
      "You lent your friend your favorite pen, but never got it back.",
      "Your friend rips your favorite shirt by grabbing too hard.",
      "The bell rings signaling the end of recess while you’re still in line. You don’t get to play Four Square today."
    ],
    "bored": [
      "You look at your homework and wonder when you’ll be done.",
      "You can’t go outside because it’s raining. You lie on the bed and stare at the ceiling.",
      "You look for your jump rope, but can’t find it. You look for something else to do instead."
    ],
    "calm": [
      "You swing on the tire your mom hung up for you recently. ",
      "You lie in the hammock and stare at the sky.",
      "You color in a coloring page while eating some chips."
    ],
    "cheerful": [
      "You make freshly-squeezed lemonade with your dad.",
      "You play with your neighbor’s dog in the yard.",
      "You present your mom with a macaroni sculpture of the neighbor’s dog."
    ],
    "cocky": [
      "You bring your newest gadget and show it off to your friends.",
      "You assign yourself as team captain in dodgeball.",
      "You hand your parents your report card and ask them what they’ll buy you for your good grades."
    ],
    "courageous": [
      "You decide to try the monkey bars today. ",
      "You climb the tree to get your friend’s ball back.",
      "You agree to taste your friend’s exotic lunch."
    ],
    "depressed": [
      "Your parents have grounded you for a week.",
      "You hear that your grandpa is dying.",
      "You refuse to talk to anyone."
    ],
    "determined": [
      "You are determined to clean your room today for your coming sleepover.",
      "You find your markers and decide to make your valentine’s day cards early.",
      "You keep talking to your friend. You know you’re going to get the secret out of them!"
    ],
    "disgust": [
      "You find your moldy leftover pizza under your bed after two months.",
      "You open your backpack and realize you never took out your banana yesterday. It’s gotten everywhere!",
      "In the middle of jump-roping, you step on a wad of gum. "
    ],
    "embarrassed": [
      "You realize that you’ve put on your shoes on opposite feet.",
      "The teacher snatches your note away and reads it in front of the class.",
      "Your best friend accidentally spills your secret to the rest of your friends."
    ],
    "frustrated": [
      "You decide to get velcro shoes after struggling with the laces on your sneakers.",
      "You stare at your math homework until the numbers start swirling around the paper. ",
      "You lose the spelling bee because of overconfidence. You knew that it was “i” before “e!”"
    ],
    "horrified": [
      "You see the neighbor’s dog chomping on your favorite toy.",
      "You find that your food has been stolen.",
      "The classmate you dislike suddenly plants a kiss on your cheek! Gross!"
    ],
    "lucky": [
      "You are selected as hall monitor this week!",
      "Your teacher doesn’t catch you passing a note to your friend. Whew!",
      "Your friend gives you a four-leaf clover and tells you it’s lucky!"
    ],
    "insecurity": [
      "You dread PE class because you stink at kickball.",
      "You ask your parents for the pair of shoes everyone in your class is wearing.",
      "You get chosen last when the captains choose their teams during PE."
    ],
    "inspired": [
      "Your friend shows you how they designed their sneakers. You decide to try designing yours too. ",
      "Your parents buy you a deluxe block set. You’re going to build a fort!",
      "You visit the museum today with your class. Maybe you’ll be a famous artist one day!"
    ],
    "lazy": [
      "You ask your friend to get you a soda from the fridge. You’re too lazy to move.",
      "You lie on the floor and take a nap. You couldn’t make it to your bed.",
      "You stop working on your homework and watch your favorite show instead."
    ],
    "pessimistic": [
      "You wonder why your mom keeps forcing you to practice piano when you aren’t getting any better.",
      "You wonder why you need to go to school when you don’t pay attention anyway.",
      "You know you’re going to get chosen last in PE again. "
    ],
    "death": [
      "You get too close to the balcony and fall from the fourth floor.",
      "You die of measles because your parents did not get your vaccinated.",
      "A car hits your parent’s car. You are thrown from the backseat because you did not wear your seatbelt."
    ],
    "hungry": [
      "You forgot and left your lunchbox on the counter today.",
      "You open the cabinet and sneak out three packets of fruit snacks.",
      "Your stomach growls and you ask for your friend’s banana."
    ]
  },
  "teen": {
    "love": [
      "Your significant other gives you a handmade scrapbook of your memories together for your anniversary.",
      "Your dog, Jack, jumps all over you and licks your face.",
      "You and your younger sister decide to cook dinner for your parents."
    ],
    "despair": [
      "You find that all your white clothes have turned pink because of a red sock.",
      "Your mom refuses to let you have an extra slice of pie because you’ve gained weight.",
      "You find that the pair of jeans you’ve had your eye on for so long have sold out."
    ],
    "anger": [
      "Your dad hammers your boxed set of all ten seasons of your favorite TV show for watching it too often.",
      "Your parents refuse to let you leave for the weekend and go to the outdoor concert.",
      "Your sibling loses your favorite shirt after borrowing it without asking."
    ],
    "aggravation": [
      "Your parents don’t understand how important it is to go to the party this weekend.",
      "Your parents insist on chaperoning the trip with your friends.",
      "You realize you left your keys in your last class."
    ],
    "happiness": [
      "You finish painting the walls of your room with your new favorite color.",
      "You enjoy your favorite meal with your friend in front of the TV.",
      "Your friend says the meal is on them and asks if you want dessert as well."
    ],
    "anxiousness": [
      "You hide behind the couch ready to yell “Surprise” when your best friend walks through the door.",
      "Your significant other’s birthday is this weekend, and you have no idea what to buy them.",
      "You debate when to show your parents your “C” in Geometry."
    ],
    "sadness": [
      "Your significant other tells you that they want to break up.",
      "Your younger sister tells you that she hates you.",
      "You find your old teddy bear and reminisce."
    ],
    "scared": [
      "You’re stranded at the party and everyone is drunk already.",
      "You receive a call that your mom is in the ER.",
      "Your friend tells you that they’re being threatened by another classmate."
    ],
    "surprised": [
      "Your significant other surprises you with a box of chocolates when you open the door.",
      "You see your best friend kissing their crush.",
      "You find a note from a secret admirer in your locker."
    ],
    "stressed": [
      "You need to start thinking about the future. Are you applying to college? Where are you applying?",
      "Your friend yells at you for not keeping their secret. You have no idea what they’re talking about.",
      "You need to work on your applications soon. The deadline is coming!"
    ],
    "jealousy": [
      "Your friend is leaving for Europe this weekend. You’re stuck at home babysitting.",
      "You see your crush flirting with a classmate.",
      "Your friend boasts that they got straight A’s this quarter."
    ],
    "curiosity": [
      "You wonder if your crush likes you back.",
      "Your friend gives you a box and tells you to open it.",
      "Your friend gives you a letter and tells you not to open it until they’re gone."
    ],
    "excitement": [
      "Congratulations! You got your driver’s license on your first try!",
      "You and your friends go shopping for prom.",
      "Your significant other puts their hands over your eyes and leads you through the door."
    ],
    "pride": [
      "You buy a really nice shirt for 75% off!",
      "You get straight A’s this quarter!",
      "You are chosen as club president by the members."
    ],
    "greedy": [
      "You already bought an expensive pair of jeans, but decide to get this watch as well.",
      "You go to the cafeteria and buy lunch for two because you’re so hungry.",
      "You snatch back the bag of chips your friend plucked from your arms and tell them to get their own."
    ],
    "alert": [
      "A drunk guy comes pounding through the door, screaming to open the door. You call the police.",
      "You’re home alone and someone knocks on the front door.",
      "Your friend tells you to throw the egg right when they hold up two fingers."
    ],
    "annoyed": [
      "Your friend keeps smacking their gum.",
      "The person sitting behind you keeps kicking the back of your chair.",
      "Your friend isn’t answering their phone."
    ],
    "amused": [
      "Your parents start dancing in the middle of dinner.",
      "You watch a salesman do a dance for the customers.",
      "Your sister tells you that she has trained the family pet, Jack, to high-five."
    ],
    "ashamed": [
      "You get caught trying to steal a sweater out of the store.",
      "Your parents ground you for getting drunk last night.",
      "You see someone watching just as you’ve stuck the fallen piece of gum back in your mouth."
    ],
    "attraction": [
      "Your significant other smiles at you and holds your hand.",
      "Your significant other tells you that they you.",
      "You see your celebrity crush on the screen."
    ],
    "betrayed": [
      "Your little sister rats you out to your parents saying that you went out last night.",
      "Your best friend is hanging out with your sworn enemy.",
      "You find your friend at the movies when they told you they were sick."
    ],
    "bitter": [
      "Your friend apologizes for hanging out with your sworn enemy.",
      "Your parents won’t let you buy the mp3 player with your own money.",
      "Your parents tell you that you need to work harder in school if you want to succeed in life."
    ],
    "bored": [
      "You have no plans and none of your friends are answering their phones.",
      "You have two more hours until your shift ends and nothing to do.",
      "You look at the clock and wish it to go faster. Five more minutes!"
    ],
    "calm": [
      "You watch reruns of the show you used to while lying on the bed.",
      "You take your dog, Jack, for a long walk around the neighborhood.",
      "You watch the sky while lying on the grass."
    ],
    "cheerful": [
      "Your friend opts for the super-sized bag of popcorn so that you can have some too.",
      "You enjoy a nice meal with your mom and dad.",
      "Your mom makes you her famous mini peach pies."
    ],
    "cocky": [
      "You finish first in the school marathon.",
      "You assign yourself as team leader in your group project.",
      "You are chosen as the MVP of your team."
    ],
    "courageous": [
      "You buy a bottle of hair dye at the drugstore and decide to go for it at home.",
      "You tell your significant other that you them for the first time.",
      "You go sky-diving with your friends on a dare."
    ],
    "depressed": [
      "You lie in bed and wonder if there’s any point in living.",
      "You look at the “F” on your math test and sigh.",
      "You lock yourself in your room and play sad songs."
    ],
    "determined": [
      "You put on your new sneakers and decide to run a mile today.",
      "You ask the store clerk if other stores have the shoes. You’re going to buy them!",
      "You lock yourself in the room and refuse to come out until you finish the report."
    ],
    "disgust": [
      "You see someone clearly drunk and throwing up on the street.",
      "A fly gets in your mouth and you spit it out.",
      "You see a child pick their nose and then stick their finger in their mouth."
    ],
    "embarrassed": [
      "You realize you’ve been wearing your shirt backwards.",
      "Your friend crinkled their nose and asks if anyone farted.",
      "You trip on the way down the stairs and people ask if you’re okay."
    ],
    "frustrated": [
      "You wonder if it’s time for a tutor after failing another math test yet again.",
      "You find that your jeans don’t fit you anymore.",
      "You try to open the door with your keys, but can’t get it to open."
    ],
    "horrified": [
      "You drop your phone down the elevator shaft.",
      "Your younger sister comes to you crying while holding her broken arm.",
      "You realize you forgot the science fair was this weekend. You need to start now!"
    ],
    "lucky": [
      "You win a cake at the cake walk during the school’s carnival.",
      "You get the last plate of extra chocolate chip brownies in the cafeteria.",
      "You find $20 on the ground."
    ],
    "insecurity": [
      "You wonder if your shirt looks too tight on you.",
      "You wonder if people will notice the new pimple on your face.",
      "You want to buy clothes that are less childish."
    ],
    "inspired": [
      "You watch your friend expertly strum the guitar and hope you’ll be that good one day.",
      "You get so inspired watching the new animation film that you try your hand at drawing.",
      "You find old pictures and decide to hang them around your room."
    ],
    "lazy": [
      "You have so much to do that you decide to take a nap.",
      "You slowly drag your feet on the pavement as you walk.",
      "You look at your homework and decide to catch up on your shows first."
    ],
    "pessimistic": [
      "You skip guitar lessons today; you aren’t getting better anyway.",
      "You look at your homework and wonder what the point is in trying.",
      "You don’t even look at your grade on the test and just stuff it deep into your backpack."
    ],
    "death": [
      "You get kidnapped as you walk down the street alone.",
      "A driver under the influence crashes into your bike.",
      "You look down to text your friend while driving and a car slams into you."
    ],
    "hungry": [
      "You go to the vending machine and buy three candy bars and a bag of chips.",
      "You open the fridge and look for last night’s leftovers.",
      "You look for the graham crackers, chocolate and marshmallows to make s’mores."
    ]
  },
  "adult": {
    "love": [
      "Your spouse hands you roses and says, “Happy Anniversary!”",
      "Your daughter hands you a handmade card with a drawing of the family.",
      "You hold your son’s hand and walk with him to his first playdate."
    ],
    "despair": [
      "You find that your dog, Jack, has rummaged through the trash can and left remains all over the floor.",
      "You want to go for a dinner date with your spouse this evening, but can’t find a single babysitter.",
      "You find new stretch marks on your body."
    ],
    "anger": [
      "Your daughter yells at you for buying her the wrong shoes.",
      "You get a call from your son’s teacher that he hasn’t done his homework for the third time this week.",
      "Your spouse turns up the radio instead of listening to you."
    ],
    "aggravation": [
      "Your son and daughter won’t stop arguing in the backseat of the car. ",
      "You find your spouse’s towel on the bathroom floor, again!",
      "You realize you’ve forgotten the kids’ meals on the counter."
    ],
    "happiness": [
      "Your friend calls and tells you that they’ll babysit for you this weekend.",
      "Your dog, Jack, climbs into your lap while you take a few minutes to close your eyes on the sofa.",
      "Your new bed has arrived!"
    ],
    "anxiousness": [
      "You prepare yourself for the parent-teacher conference.",
      "You wait for the results of your physical exam.",
      "Your daughter starts asking when she can start her driving lessons."
    ],
    "sadness": [
      "Your son tells you that he doesn’t want to go to school anymore because he has no friends.",
      "You find an old picture of your grandmother wearing a lovely dress and a stunning smile.",
      "You listen to songs of your childhood, and wish you were young again."
    ],
    "scared": [
      "You spot a giant cockroach a foot away from you and jump.",
      "Your spouse pops out of the corner and yells, “Boo!”",
      "You hear news of a kidnapper on the loose in the city."
    ],
    "surprised": [
      "Your spouse tells you you’re going out tonight, they’ve even arranged playdates for the kids!",
      "Your daughter solemnly comes up to you, gives you a hug, and whispers, “I love you.”",
      "Your daughter tells you she wants to start wearing makeup."
    ],
    "stressed": [
      "You need to leave for work, but your car won’t start.",
      "Your mother-in-law’s family is coming for dinner this week and you haven’t decided what to cook yet.",
      "You need to get everyone in the car in the next five minutes or you’ll be late!"
    ],
    "jealousy": [
      "You walk into your neighbor’s home and wonder how they keep their house so clean.",
      "Your single friend tells you they’re going to Cabo this weekend on a whim.",
      "Your friend boasts that their child already knows three languages."
    ],
    "curiosity": [
      "You find a note in your son’s backpack from a girl.",
      "You haven’t been to the attic in a while. You wonder what’s up there.",
      "You realize the window seat is hallow. You open it and take a look inside."
    ],
    "excitement": [
      "You go to your high school reunion.",
      "You and your friends plan a weekend of great food and fun on the beach.",
      "Your two-week vacation is coming up!"
    ],
    "pride": [
      "You watch your daughter help your son with this homework.",
      "Your hang up your son’s handmade card on the fridge door.",
      "Your daughter’s teacher tells you that your daughter is exceptionally good at Physics."
    ],
    "greedy": [
      "You spend $100 on lottery tickets hoping to win millions.",
      "You buy three cartons of ice cream at the supermarket because you can’t decide on a flavor.",
      "You grab three of the free donuts when you get to work."
    ],
    "alert": [
      "You see your daughter with a group of boys.",
      "You see your son playing too close to the street and yell at him to come closer.",
      "Rain starts to fall as you drive down the highway."
    ],
    "annoyed": [
      "Your son and daughter take turns asking “Are we there yet?” ",
      "A woman cuts in front of you in line.",
      "Your spouse grumbles that you’re messier than the kids most times."
    ],
    "amused": [
      "You watch your son act as a bunch of grapes in his middle school play.",
      "You watch your spouse try to cover up for their little white lie.",
      "You watch your son put his shoes on opposite feet."
    ],
    "ashamed": [
      "As your dog, Jack, starts to poo, you realize you left all the doggy bags in the car. ",
      "Your spouse scolds you for spoiling your daughter.",
      "You splurge on a nice jacket you know you shouldn’t be buying."
    ],
    "attraction": [
      "Your spouse tells you that you look very nice today.",
      "You hug your spouse and enjoy the smell of their hair.",
      "You see a very attractive model as you flip through the magazine and sigh."
    ],
    "betrayed": [
      "Your daughter tells you that she’d rather watch a movie with her friends instead of you.",
      "Your spouse forgets your birthday.",
      "You run into your spouse at the mall when you thought they were at work."
    ],
    "bitter": [
      "You decide to skip your workout this afternoon, because you figure you have no one you need to impress.",
      "You watch the television and wonder why your spouse hasn’t returned your call yet.",
      "You empty the dishwasher because it’s clear your spouse isn’t doing it anytime soon."
    ],
    "bored": [
      "You flip through a magazine while you wait for the doctor to call you in.",
      "You stare at the television screen and feel your eyes dry out as you forget to blink.",
      "You stare at the ceiling and wonder if you can still touch your toes."
    ],
    "calm": [
      "You re-organize your desk.",
      "You sing the song that’s been stuck in your head.",
      "You turn on Netflix and put your feet up."
    ],
    "cheerful": [
      "You hum as you make your favorite meal for your family.",
      "You call your friend to meet you for a meal and catch up.",
      "You see that a bird has made its home in your birdhouse."
    ],
    "cocky": [
      "You tell your friend that your daughter came in first in last week’s marathon.",
      "You boast that your children are going to become doctors.",
      "You tell your friends that you were a tennis champion back in the days."
    ],
    "courageous": [
      "You sign up for a yoga class because your spouse dares you to.",
      "You gather up the courage to sing your go-to song on open mic night at your local cafe.",
      "You decide to go zip-lining with your friends."
    ],
    "depressed": [
      "You see more gray hairs have sprung up when you look in the mirror.",
      "You realize you’ve already lived more than half of your life.",
      "You wonder if you or your spouse will die first."
    ],
    "determined": [
      "You buy two cans of paint, determined to paint the living room walls before the week ends.",
      "You download a language app and set a goal to learn another language by next year.",
      "You make a list of chores for the household to teach the kids responsibility."
    ],
    "disgust": [
      "Your son throws up in the backseat all over the dog.",
      "Your son tells you he’s been wearing his lucky pair of underpants for a month straight.",
      "You pull out a ball of hair the size of a fist from the shower drain."
    ],
    "embarrassed": [
      "You realize you put on two obviously different socks when you get to work.",
      "You run to your son when you see that he’s running around naked on your front yard.",
      "Your spouse demands that you hand over the brownie you snuck behind their back."
    ],
    "frustrated": [
      "You're stuck in traffic, and you’re already late for work.",
      "You let out your breath and count to ten. Then you wonder if there’s any other method to teach your son how division works.",
      "You find that your daughter still hasn’t cleaned her room."
    ],
    "lucky": [
      "You look at your kids and wonder how you got so lucky.",
      "You realize you forgot your phone at the restaurant. You go back and find that someone turned it into the cashier.",
      "You win $50 with your lottery ticket!"
    ],
    "insecurity": [
      "You wonder if your spouse has ever cheated on you.",
      "You wonder if you aren’t attractive anymore.",
      "You think you see more wrinkles as you examine your face in the mirror."
    ],
    "inspired": [
      "You watch your daughter play the piano and wonder if you can pick it up too.",
      "You go to your daughter’s high school art show and awe at the talent. ",
      "You find your old tool box and decide to make something this weekend."
    ],
    "lazy": [
      "You call in sick today because you don’t feel like getting out of bed.",
      "You ask your spouse if they can make food for you.",
      "You tell your spouse that you’ll finish cleaning the dishes later."
    ],
    "pessimistic": [
      "You reach for another donut because you think you’re gonna die soon anyway.",
      "You get another headache and wonder if you have a brain tumor.",
      "You cancel your gym membership because you know you’re never going to go."
    ],
    "death": [
      "A mentally unstable man comes bolting through the front door of the restaurant and starts shooting. A bullet hits you straight through your heart.",
      "A car hits your car at full speed and your body slams through the dashboard.",
      "You feel a tight ache in your chest for a couple minutes and you realize you’re having a stroke."
    ],
    "hungry": [
      "You order pizza, buffalo wings, and mozzarella sticks over the phone.",
      "You stop by the drive-in near your work to get the burger you’ve been craving.",
      "You finish dinner and ask your son if he’s going to finish his mac and cheese."
    ]
  },
  "senior": {
    "love": [
      " Congratulations! Your daughter just had her baby girl!",
      " After you complain that your feet hurt, your significant other gives you a nice massage.",
      " Your daughter calls and you share stories for an hour. "
    ],
    "despair": [
      " You drop your favorite pair of earrings down the drain.",
      " You can no longer do yoga because of your back.",
      " You trip on a rock on the way back home. You have a bruise on your left leg."
    ],
    "anger": [
      "A stryells at you for walking too slowly. ",
      "A woman bumps into you and almost knocks you down. She leaves without saying sorry.",
      "You discover you’ve been taken advantage of by your repairman because you don’t know much about heaters."
    ],
    "aggravation": [
      "You can no longer drive your car due to old age.",
      "You forgot to add money to your bank account. You leave the supermarket without your groceries.",
      "You drop the television remote into the crack behind the couch. Looks like you’ll have to wait to watch Wheel of Fortune until someone comes home to help you retrieve it."
    ],
    "happiness": [
      "You win a  at the bingo tournament!",
      "Your arthritis isn’t bothering you today.",
      "Your daughter surprises you with a trip to the spa for your birthday!"
    ],
    "anxiousness": [
      "You are waiting to be picked up so you can attend the senior ball.",
      "Your son isn’t answering his phone. You call again for the fifteenth time.",
      "You find out that your daughter is in the ER. "
    ],
    "sadness": [
      "You are diagnosed with diabetes. Looks like you’ll have to watch what you eat.",
      "You are too weak to carry your groceries back to your car.",
      "You visit your mother’s grave with your children."
    ],
    "scared": [
      "You hear consistent banging on your front door and a gruff voice yelling to let him in.",
      "You see a ghost staring back at you in the bathroom mirror. Or was it just in your mind?",
      "You see a giant spider crawl under your bed. You grab a flashlight and a book, but can’t find it anywhere."
    ],
    "surprised": [
      "Your son visits you and hands you a beautiful bouquet of wildflowers.",
      "A strhands you a lottery ticket and wishes you luck.",
      "A friendly woman helps you cross the street and tells you to have a great day."
    ],
    "stressed": [
      "You need to write your own will soon.",
      "Your stomach is giving you trouble today. Better make a stop at the drug store.",
      "stressed"
    ],
    "jealousy": [
      "Your neighbor is getting a free home makeover.",
      "Your friend bought the new sofa you had your eye on for a month.",
      "You look out the window and see a few kids laughing while playing soccer." 
    ],
    "curiosity": [
      "You find a note left on your door. You missed a package delivery from UPS.",
      "You watch a documentary about extra-terrestrials and wonder what is out there.",
      "You find a puzzle piece on the ground and wonder where it’s from."
    ],
    "excitement": [
      "New wheels! You upgrade to an electric wheelchair! Getting around will be a breeze!",
      "You help your son plan a surprise party for your daughter.",
      "Your apple pumpkin pie wins in the annual pie contest hosted by the local farmer’s market."
    ],
    "pride": [
      "You make your famous chili for the family gathering. It gets rave reviews!",
      "You teach your son how to make your traditional chicken noodle soup.",
      "Your daughter invites you to the launch of her new business."
    ],
    "greedy": [
      "You just ate, but you spot the brownie you forgot you had in the fridge and decide you have room for more.",
      "You wonder if you should have chosen a different occupation that would have left you with more money after retirement.",
      "You pressure your daughter and son to have more children. They aren’t getting any younger!"
    ],
    "alert": [
      "You see a bunch of skateboarders doing tricks as they cross the street. Better be careful crossing!",
      "*Beep! Beep! Beep!* You get an AMBER Alert on your phone.",
      "You smell gas in your home. You go to the stove and find that you haven’t completely shut off one of the stovetops."
    ],
    "annoyed": [
      "The pharmacy forgets to refill your prescriptions. You’ll have to come back tomorrow.",
      "You find a twenty dollar bill stuck in the laundry basket. ",
      "Your television stops working. Your favorite show was on tonight!"
    ],
    "amused": [
      "You see a small boy run up to a young girl and hand her some freshly plucked…stems.",
      "You watch a segment about dog hairstyling. Apparently square heads are in!",
      "Your grandchild tells you he has girl problems and asks why girls are so complicated."
    ],
    "ashamed": [
      "You forget to send your son a birthday gift.",
      "You realize you haven’t cleaned the house in two months.",
      "You open the supply closet and a mountain of useless objects come tumbling down."
    ],
    "attraction": [
      "Your significant other wrote you a heart-warming card.",
      "You notice your significant other wearing the socks you gave them at the beginning of the relationship.",
      "You receive a box of your favorite pastries with a note saying, I you."
    ],
    "betrayed": [
      "Your friend tells you they’re meeting Taylor later today. But Taylor told you she was out of town!",
      "Your significant other tells you their feeling too tired for date night tonight. But they promised!",
      "Your granddaughter tells you she’s going to name her daughter after her husband’s mother instead of yours."
    ],
    "bitter": [
      "You buy an expensive bouquet of flowers only to be told by your significant other that they hate lilies.",
      "You lent your friend, Alex, twenty dollars. Alex says that never happened.",
      "You read an article about seniors. Apparently seniors contribute nothing to society!"
    ],
    "bored": [
      "You finish watching your movie and wonder what to do next.",
      "You want to bake, but don’t have the majority of the ingredients. What to do instead?",
      "You sit in your chair and watch the sky."
    ],
    "calm": [
      "You paint a sunset on the canvas and admire the colors.",
      "You lie on the bed with your dog, Jack, snuggled in your armpit.",
      "You sit on the sofa to read your newest book."
    ],
    "cheerful": [
      "You open the window to hear the birds sing and smell the flowers.",
      "You let the sun’s rays warm your face and think, The world is beautiful!",
      "You eat a bowl of cheerios and laugh at your old photos."
    ],
    "cocky": [
      "You look in the mirror and admire your full head of hair.",
      "You boast to your friend that your granchildren got into an ivy league.",
      "You come in st in the marathon for seniors."
    ],
    "courageous": [
      "You decide to perm your hair.",
      "You decide to tackle the toughest recipe in the book for the family gathering.",
      "You decide to get the mole you’ve been worrying about checked out."
    ],
    "depressed": [
      "You look at your hands and wonder when you’ll die.",
      "You text your grandchildren and they use a new teenage slang that you don't understand.",
      "You decide you don’t want to go shopping after all because you think you’re too old to dress fashionably."
    ],
    "determined": [
      "You are determined to organize your photos today. It will get done!",
      "You decide to start watching the news from now on.",
      "You decide you’re going to start exercising again. Now to find my sneakers!"
    ],
    "disgust": [
      "You find that the banana you left out a week ago is shriveled and covered in fruit flies.",
      "You drag a finger across the bookshelf and find your finger covered in black dust.",
      "You see people walking in the streets staring at their phones."
    ],
    "embarrassed": [
      "Your grandchild asks you what 9 times 8 is, but you forgot years ago.",
      "You tell your son you don’t remember what your phone number is.",
      "Your daughter tells you she accidentally bought squash instead of cucumbers."
    ],
    "frustrated": [
      "You can barely touch your feet anymore.",
      "You know you left your keys somewhere in your home, but can’t remember where.",
      "Your shoe laces keep getting untied."
    ],
    "hopeful": [
      "hopeful You buy a lottery ticket because it feels like a good day.",
      "hopeful You find your mother’s old earrings and wonder if the matching necklace is somewhere as well.",
      "hopeful You wonder who your next grandchild will look like."
    ],
    "horrified": [
      "You spend all afternoon finishing your 400 piece puzzle. When you go to the kitchen, you see that your dog has destroyed the puzzle and is now gnawing on a piece.",
      "You’ve been walking around with a large brown stain on the bottom of your pants. So that’s where the bar of chocolate went!",
      "You drop your wallet into the crack as the elevator door opens."
    ],
    "humiliated": [
      "humiliated You realize you’ve been walking around with your fly unzipped.",
      "humiliated You just peed yourself in public.",
      "humiliated You realize you forgot how to do long division when you look at your grandson’s homework."
    ],
    "lucky": [
      "A marathon of your favorite show is on! Grab some popcorn!",
      "You find a twenty dollar bill stuck in the laundry basket.",
      "You are having a great hair day!"
    ],
    "insecurity": [
      "You look at your hair and wonder if it’s time for a change.",
      "You wonder if you should get your gray hairs dyed black.",
      "You wonder if you should skip the cheese on your pasta today."
    ],
    "inspired": [
      "You find your old drawing tools and decide to start drawing again.",
      "The sky looks beautiful today. You take a photograph to keep it as inspiration.",
      "You find your collection of stamps and decide to continue again."
    ],
    "lazy": [
      "You regret eating the extra slice of apple pie. You’re too full to move.",
      "You should make food, but decide to order Chinese food instead.",
      "You know you should exercise, but reach for your stash of chocolate instead."
    ],
    "pessimistic": [
      "You decide learning to play sudoku will be a waste of time.",
      "You go through a carton of ice cream and wonder if you’ve done anything with your life.",
      "You wonder why anyone works hard in life when we’re all going to die anyway."
    ],
    "death": [
      "You close your eyes and never wake up.",
      "You die of cancer. You have lived a long life.",
      "You die of a lower reparatory infection. "
    ],
    "hungry": [
      "You open the freezer to get a scoop of that new flavor of Ben & Jerry’s you bought last weekend.",
      "You open the drawer and take out the pile of takeout menus. Now what to order?",
      "You make a pb&j sandwich almost 5cm high."
    ]
  }

}